{
	"GuideData": {
		"AdsController": {

			"BannerAd": "max",
			"InterstitialAd": "max",
			"NativeAd": "max",

			"BannerAdmob": "ca-app-pub-3940256099942544/6300978111",
			"InterAdmob": "ca-app-pub-3940256099942544/1033173712",
			"NativeAdmob": "ca-app-pub-3940256099942544/2247696110",
			
	    "MaxBanner" : "YOUR_AD_UNIT_ID",
		"MaxInter" :  "YOUR_AD_UNIT_ID",
		"MaxNative" : "YOUR_AD_UNIT_ID",

        "FanBanner": "IMG_16_9_APP_INSTALL#825738315329934_825742901996142",
        "FanInter": "CAROUSEL_IMG_SQUARE_APP_INSTALL#825738315329934_825742971996135",
        "FanNative": "IMG_16_9_APP_INSTALL#825738315329934_825743048662794",
	    "NativeFacebookSingle": "IMG_16_9_APP_INSTALL#825738315329934_826124475291318",

			"ironsource_appKey": "1011dee21",

			"unity_game_id": "3883855",
			"unity_test": true,
			"unity_banner": "banner",
			"unity_interstitial": "video",

			"Cpa": true,
			"ImageUrl": "https://i.postimg.cc/Bbx6m3xC/img.jpg",
			"LinkCpa": "https://freefire-ffdiamonds.netlify.app/"

		},


		"items": [{
				"title": "ردات فعل مختلقة",
				"image": "https://i.postimg.cc/fRwsJv0T/274554721-516926616533270-8452402029623304369-n.jpg",
				"color": "#B7C4CF",
				"text_size": "25",
				"isLink": false,
				"link_title": "",
				"setLink": "",
				"image_link": "",
				"text": "الطريقة التي أظهرت رَدَّ فعلهما المُختَلِف و كيف تعاملا مع حقيقةِ أنَّ ساشا قد تَرحل ، يبدوان تقريباً كأنهما عاطفتان مختلفتان . \n\n  حيث يبدو 'جان' كشخص يَشعُر بالندم وكأن مصيبة قد سَقَطت على رأسه ، بينما يبدو 'كوني ' وكأنه في حالة من الصدمة لم تجعله يستوعب بَعد أنَّ نصفه الآخر على وشك الرحيل للأبد .",
				"isNative": false,
				"background": "#181818"
			},
			{
				"title": " انتحار أوفيليا في الأنمي ",
				"image": "https://i.postimg.cc/DwgBSDKh/295504088-617373039821960-3214337364486773674-n.jpg",
				"color": "#000000",
				"text_size": "25",
				"isLink": false,
				"link_title": "",
				"setLink": "",
				"image_link": "",
				"text": "عندما كتب شكسبير إحدى مسرحياته المأساوية الشهيرة  The Tragedy of Hamlet  نشأ مصطلحان : \n\n  الأول هو عقدة هاملت. \n والثاني هو انتحار أوفيليا. \n\n هاملت كان أمير الدنمارك وأوفيليا كانت ابنة أحد النبلاء ، كان يحبها وكانت تحبه ، لكن كل شيء تغير حين تم اغتيال والد هاملت الملك بواسطة عمه ، قرر هاملت الثأر من عمه ولكنه كان متردداً وبسبب تردده حصلت عدة مآسٍ فنشأ مصطلح عقدة هاملت للإشارة للتردد في اتخاذ القرار الصائب بالوقت المناسب ، فقد سنحت له عدة فرص ليثأر من عمه ويسترد العرش لكنه تردد ، وحين اتخذ قراره الواثق أخيراً في قتل عمه ، قام بقتل والد أوفيليا خطئاً ، فبدلاً عن مواساة ابنته أوفيليا التي أصيبت بالصدمة لموت والدها على يد من تحب ، كان يدعي الجنون ويقوم بازدرائها وإهانتها ، أراد أن تشعر أنه مجنون وفقد عقله لأنه قتل أباها ، لكنها هي من فقدت عقلها بسببه ، وأصيبت بالجنون ، كانت تقضي جل وقتها بين حقول الأزهار تقطف وتقطف دون توقف وهي تغني أغانٍ حزينة ، حتى سقطت في النهر محاطة بالزهور ولا زالت تغني ، في مشهد صوره شكسبير على أنه الرحيل بسلام والحلول في الطبيعة التي توحدت معها . \n\n أما مصطلح انتحار أوفيليا ، فيشير إلى ضحية الحب السام ومن على شاكلتها ، ويشير كذلك إلى الحلول في الطبيعة وهو مذهب فلسفي سام بالنسبة لنا كمسلمين ، إذ يعطي صبغة الخلق للطبيعة . \n\n وقد تم عمل أفلام خاصة بمأساة أوفيليا رغم أنها فصل واحد فقط من فصول مسرحية عقدة هاملت ، لشدة تأثر رواد الأدب بنهايتها التي أثارت جدلاً مستمراً لليوم كأول مونولوج للموت يتم وصفه على خشبة المسرح. \n\n يتم اختزال مشهد غرق أوفيليا في الأنمي بأكثر من صورة تتباين فيما بينها: \n\n  فعلى سبيل المثال : كان الاتحاد والإحلال في نهاية أنمي Evangelion على هيئة أوفيليا الغارقة في الغناء والموت ، بعد موت كل البشر بسبب علاقة سامة تعدى فيها البروفيسور جيندو على ماهية الخلق والإنسان لاستعادة زوجته التي أحبها ، فاتحدت كل الكائنات مع خالقها والعياذ بالله في صورة من صور الحلول بالطبيعة. \n\n وفي مسار مختلف تماما يعطي أنمي Psycho-Pass المختص بقصص المختلين نفسيا لوحة انتحار أوفيليا بعدا مختلفاً ، لإحدى الفتيات المهووسات بالفن والتي كانت مختلة نفسيا ، إذ تستمتع بتطبيق لوحة الانتحار تلك في فتيات مدرستها ، فكانت ترسل إحدى الفتيات بعد أن تقتلها غرقاً عبر النهر مع إكليل من الزهور في موكب عبر قارب بالنهر مرفقة بأغنية تدق ألحانها بجانب الجثة ، حينها كان ماكشيما شوغو الذي حرضها يتلو بعض ترنيمات مسرحية هاملت وهو يستمتع بذلك المنظر. \n\n  لكن في أنمي Ergo Proxy تصبح الصدمة كبيرة ، حين تكون إحدى أهم شخصيات الأنمي من تقوم بمشهد انتحار أوفيليا ، حين كانت نهايتها سائحة في النهر ترفع يديها للأعلى كما كانت أوفيليا وكأنها أحد الذين يشهدون رحيل أرواحهم حتى تختفي. \n\n  أما أنمي Claymore ، فقد تم إسقاط إسم أوفيليا ونهايتها معاً في إحدى قادة الكلايمور ، وتحديدا قائدة الفرقة الرابعة ، لم تحمل فقط إسم أوفيليا ، بل انتهت في صورة تحاكي انتحار أوفيليا وسط النهر ، في مشهد تحررها من دماء اليوما الشيطاني الفاسد ، سعيدة أنها ماتت بشرية لم تطغى نفس اليوما في داخلها وتعبث بإنسانيتها. \n\n  أما مخرج أنمي Hunter x Hunter في نسخة 99 ، فقد أضاف لوحة أوفيليا على إيقاظ كورابيكا لقوى النين لديه في مشهد تخيلي في ذهن كورابيكا ، حين شبه رغبة كورابيكا بالقضاء على العناكب ووضع الرهان على حياته والسهم على قلبه بانتحار أوفيليا. ",
				"isNative": false,
				"background": "#EDE6DB"
			},
			{
				"title": "خيط القدر الأحمر",
				"image": "https://i.postimg.cc/HkGLPjWj/a11b518ef2867079160f57b8849b1675.jpg",
				"color": "#ff0000",
				"text_size": "25",
				"isLink": false,
				"link_title": "",
				"setLink": "",
				"image_link": "",
				"text": "قبل البدء في الموضوع ندرك أن القدر إيمان ، بخيره وشره ، الناس أقدار ، وفي المفهوم العامي لطالما تحدث الناس حول النصيب باعتباره شيئا مكتوبا في القدر لا يمكن الهروب منه وهذا من وحي ديننا الإسلامي . \n\n  في شرق آسيا وتحديداً في الصين وكوريا ، يعبرون عن القدر الذي يجمع بين الأحباب بخيط أحمر خفي ، يؤمنون أن هذا الخيط يربط الحبيبين ببعضهما فمهما كانا متباعدين ومهما كانت الظروف وحتى إن كانا في البداية يكرهان بعض ، ففي النهاية سيكونان لبعضهما . \n\n  في اليابان يتم استخدام الخيط الأحمر كذلك رمزاً للقدر ، ليس بين المتحابين أو الأزواج فقط ، بل حتى بين الرفاق ، يقال كذلك أن كل شخص لديه خيوط حمراء خفية تتصل بالأشخاص الذين سيتآلف معهم عاجلا أو آجلا ، وخيط القدر الأحمر الأكثر تميزا هو الذي يكون موصولا بإصبع الخنصر لديك بالشخص المقدر لك كحبيب ، فإن تتبعته ستجد أنه متصل بالشخص الذي ستشاركه قدرك.. \n\n  إصبع الخنصر هو إصبع الوعود بالنسبة لهم لهذا السبب لأنه يتصل بهذا الخيط ... ولأن الأنمي ثقافة يابانية ، نرى عدة إسقاطات لمفهوم خيط القدر الأحمر : \n\n  في فلم العد التنازلي لناطحة السحاب من سلاسل المحقق كونان ، كان على ران أن تقطع أحد الخيطين الأزرق والأحمر لتنقذ نفسها وشينتشي من انفجار القنبلة ، حين أخبرها شين أن تقطع اللون الذي ترغب به كان يقصد الأحمر الذي تؤمن به ، لكنها قطعت الأزرق ، فبالنسبة لها كان السلك الأحمر تعبيرا عن خيط قدرها الأحمر والذي لا تريد قطعه مع شينتشي . \n\n  وفي أنمي مورياتي ، كانت هناك رمزية في افتتاحية الموسم الثاني ، فيها خيط أحمر خفي يصل مورياتي بهولمز ، في إشارة إلى المصير المشترك بين الاثنين ، والقدر الذي جمعهما معا كخصمين لكن في نفس الوقت صديقين ، اقبض علي لو استطعت سيد هولمز . \n\n  ولأن القدر لا بد أن يجمعهما ، كانت الظاهرة الغريبة التي حصلت في جزيرة نائية وتسببت بمبادلتهما الأجساد لها غاية أخرى في جمع الحبيبين في طوكيو حين كان سؤالها له معبرا عن إسم الفلم  ما إسمك  كان الفلم تطبيقا من تطبيقات خيط القدر الأحمر وقد تم رسمه مرارا في أغلفة الفيلم ومشاهده ، ذلك الخيط تحدى كل الظواهر الغريبة التي حاولت تفريق الاثنين ونجح في جمعهما من جديد حتى وإن نسي اسمها ونسيت وجوده . \n\n  حتى أن كيكيو التي أحبها انوياشا ولدت في عالم آخر من جديد بإسم آخر وهيئة مختلفة هي كاجومي ، كانت إشارة إلى خيط القدر الأحمر الذي تم رسمه يربط بين خنصر الاثنين ، ففي ثقافتهم التي لا نؤمن بها بعد موت الإنسان تتناسخ روحه مجددا في كيان جديد ، لا يعلم شيئا عن حياته السابقة ، كانت كاجومي تناسخا لروح كيكيو والقدر جمعها مع انوياشا متحديا العوالم والأزمان \n\n  أما مانجا Akai Ito ، فقد كانت البطلة ترى الخيط الخفي الأحمر الذي يربط بين المحبين ، تارة تساعدهم على الالتقاء وتارة تراقب كيف يصلان لبعضهما في النهاية ، حين وجدت الطرف الآخر لخيطها الأحمر كان لشخص تكرهه وتحتقره ، حين استاءت من قدرها ، كانت مع الوقت تشعر بالفضول تجاهه حتى غيرت رأيها فيه واجتمعت معه بشكل لم تتوقعه . \n\n  وقد قام الاستوديو بتلوين وشاح ميكاسا بالأحمر ، بدلا عن الأسود في المانجا ، ليضفي بعدا ما لتعلق ميكاسا بالوشاح ، فعندما كانت تشكر إيرين في نهاية الموسم الثاني كانت تنظر للوشاح وتذكره أنك أعطيتني هذا ناظرة للوشاح وهي تشكره ، وهي إشارة ربما لاعتقاد ميكاسا أن الوشاح هو خيط قدرها الأحمر ، لم تتخلى عنه لظنها أنه لو انقطع أو اختفى فسينقطع خيط قدرها الأحمر مع إيرين .",
				"isNative": false,
				"background": "#E8F9FD"
			},

			{
				"title": "حديقة الكلمات",
				"image": "https://i.postimg.cc/mrsYTztc/126097a2c45235aecc7920f8a354abce.gif",
				"color": "#F1F1F1",
				"text_size": "25",
				"isLink": false,
				"link_title": "",
				"setLink": "",
				"image_link": "",
				"text": "لاي رقّة وعذوبة ينقلنا الفيلم برفق لحالة شعوريّة رومانسيّة جميلة، عن غريبيْن، وحيديْن، جمعت بينهما مواعيد غير مُدبّرة مُسبقًا..ومرتبطة دائمًا بالموْسم الماطر، وتلك الحديقة الخلاّبة التي تعجّ بالكثير من المشاعر والأفكار والكلمات. “تاكاو أكيزوكي” الموْهوب في الرسم والذي يطمح لأن يحترف فن صناعة الأحذية، ويجد في ذاك الركن سلوَاه ومهربه من الضجة ومن متاعب الدراسة ومن كل شيء حوله، و “يوكاري يوكينو” رقيقة الملامح المُحاطة بغموضٍ آسر، وقد اتّخذت المكان ملاذًا من صراعاتها مع نفسها ومخاوفها وكل ما يُضايقها، لتكون تلك اللقاءات نقطة تحوّل في حياتيْهما.. \n\n  حديقة الكلمات هو فيلم رومنسي رائع من تأليف وإخراج المخرج المتميز ماكوتو شينكاي، والمعروف بإنتاجه لفيلم إسمك (Your Name)، والذي يتحدث فيه عن الشغف وفقدان الأمل ومحاولة المرء النهوض والتحرر من ضغوضات الحياة في مرحلة عمرية ما..القصة وبالرغم من بساطتها وقصر سردها (مدة الفيلم: 45 دقيقة فقط!) إلا أنها كانت مليئة بالمشاعر المختلطة التي تترك أثراً في نفس كل من شاهدها \n\n  ،،وكعادة شينكاي فهو لم يترك الحوارات تتكلم عن تلك المشاعر وحدها بل دعمها بإخراجه المميز الذي يعطي وقع خاص بتجسيد المشاعر وإيصالها والذي بدوره يعطي مثالاً واضح بأن العبرة من القصة لاتحتاج لإسهاب بشرحها لكي تصل للمشاهد فكرتها .. \n\n  ولطالما عرف شينكاي ببهرجة عوالمه برسمها المُتقن وألوانها الساحرة، وفيلمه هذا لم يكن إستنثاء ‏وهذا ما زاد الفيلم جمالاً وشاعرية، فالمطر ملاذ للهروب عن صخب الحياة، والحديقة عالم صغير يمنح الشخصيات لحظات ساحرة تأسرهم وتفصلهم عن إيقاع الحياة اللاهث.. وهذه الأشياء وأكثر لم تكن لتكتمل دون روعة الرسم والألوان وتناسقها وإبراز جمال فصول السنة وروعة الطبيعة فيها والتي أقتبست من الواقع وتحديداً كوكب اليابان. \n\n  ولعل أكثر ما يثير الدهشة والإعجاب في هذا الفيلم هو نهايته وتنفيذها المعقول، فأفضل ما فيها هو طريقة التعامل مع علاقة الحب الغير مناسبة فيه وإنهاؤها بشكلٍ منطقي بعيد كل البعد عن خيالات الحب والمتحابين.",
				"isNative": false,
				"background": "#2B7A0B"
			},
			{
				"title": "الإنسان والوحش",
				"image": "https://i.postimg.cc/qBLzm2zR/73f0fb8f1982ec032768195382e6e2cb.jpg",
				"color": "#000000",
				"text_size": "25",
				"isLink": false,
				"link_title": "",
				"setLink": "",
				"image_link": "",
				"text": "كان هدفهما مباغتة الملك لامتلاك زمام المبادرة وتفريقه عن حراسه للتمكن من قتله ، كل جزءٍ من الثانية كان مهماً ، جزءٌ من الثانية كفيلٌ بجعل اليد العليا للملك ، كانت تلك نيتهما . \n\n  لكن بغريزةِ بشر عندما رأى نيتيرو ملك النمل يحاول الحفاظ على روح بشرية ، بنظرةٍ واحدةٍ تنازل عن هدفه وتخلى عن الثواني صامتاً ، لترك الملك يكمل ما يقوم به . \n\n  في تلك اللحظة كان نيتيرو أمام مفاجأةٍ لم تكن سارةً بالنسبة له فهذا الملك يحمي فرداً منهم حين كان هو يقتل أفراد النمل . \n\n  لم يكن الأمر عادياً بالنسبة لنيتيرو فتلك النملة التي تحكم عالم النمل تخضع وتنحني لحماية فردٍ من بني جنسه ، لذلك منع زينو من القيام ب
